Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-3_2012/EVS-EN_61439-3_2012_11 Routine verification_11 TAVAKONTROLL.tmx
Source language: en
Languages: et

source: Routine verification
et: TAVAKONTROLL

source: This clause of Part 1 applies.
et: Rakendatakse osa 1 vastavat jaotist.

source: Additional tables and figure:
et: Lisatabelid ja joonis:

source: Table 101 – Values of assumed loading
et: Tabel 101 — Eeldatava koormuse väärtused

source: Number of outgoing circuits
et: Väljundahelate arv

source: Assumed loading factor
et: Eeldatav koormustegur

source: 2 and 3 4 and 5
et: 2 või 3 4 või 5

source: 6 to 9 inclusive
et: 6 kuni 9

source: 10 and above
et: 10 või enam

source: Table 102 – Tightening torque values for the verification of mechanical strength
et: Tabel 102 — Pinguldusmomendi väärtused mehaanilise tugevuse kontrollimiseks

source: Diameter of thread
et: Keerme läbimõõt

source: Tightening torque
et: Pinguldusmoment

source: Metric standard values
et: Standardväärtus

source: Range of diameters “d”
et: Läbimõõdu vahemik d

source: a For screws and fasteners made of plastic the tightening torque applied shall be the value specified in the manufacturer’s instructions.
et: a Plastikust kruvidele ja kinnitustarvikutele rakendatud pinguldusmoment peab vastama tootja juhistes antud väärtustele.

source: 90 ° locking mechanisms not containing a thread are not subjected to the tightening torques prescribed in the table, they are operated so as to engage in normal use.
et: Tabelis esitatud pinguldusmomendid ei kehti täisnurga all paiknevate keermeta lukustusmehhanismide kohta; neid käsitatakse nagu normaalkasutuses.

source: b Column I applies to screws without heads which, when tightened, do not protrude from the hole and to other screws which cannot be tightened by means of a screwdriver with a blade wider than the root diameter of the screw.
et: b Veerg I kehtib peata kruvide kohta, mis pinguldamisel ei ulatu avast välja, ning muude kruvide kohta, mida ei saa pinguldada kruvikeerajaga, mille tera on laiem kui kruvi keerme siseläbimõõt.

source: c Column II applies to nuts and screws, which are tightened by means of a screwdriver.
et: c Veerg II kehtib mutrite ja kruvide kohta, mida pinguldatakse kruvikeeraja abil.

source: d Column III applied to nuts and screws, which can be tightened by means other than a screwdriver.
et: d Veerg III kehtib mutrite ja kruvide kohta, mida saab pinguldada muude vahenditega kui kruvikeeraja.

source: Outgoing unit 1
et: Väljundühik 1

source: TEST current 80 A
et: Katsetusvool 80 A

source: Rated current of the DBO: InA 100 A
et: Jaotuskilbi tunnusvool: InA 100 A

source: Outgoing unit 1 Inc 80 A
et: Väljundühik 1: Inc 80 A

source: Outgoing unit 2 Inc 80 A
et: Väljundühik 2: Inc 80 A

source: Outgoing functional units Inc 63 A maximum
et: Väljundahelate funktsionaalühikud: enimalt Inc 63 A

source: Total outgoing circuits in DBO = 8
et: Väljundahelate arv kokku: 8

source: From Table 101 assumed loading factor for 8 outgoing circuits = 0,6
et: Tabelist 101 leitud eeldatav koormustegur 8 väljundahela jaoks: 0,6

source: Test currents:
et: Katsetusvoolud:

source: Main incoming unit = 100 A
et: Peaahela sisendühik: 100 A

source: Outgoing unit 1 = test current 80 A
et: Väljundühiku 1 katsetusvool: 80 A

source: Rated current of the DBO (InA) 100 A
et: Kilbi tunnusvool (InA) 100 A

source: TEST current 100 A
et: Katsetusvool 100 A

source: Test current 1a = 63 A × 0,6 = 37,8 A
et: Katsetusvool 1a: 63 A × 0,6 = 37,8 A

source: Test current 1b = 63 A × 0,6 = 37,8 A
et: Katsetusvool 1b: 63 A × 0,6 = 37,8 A

source: Test current 1c = 6 A = 4,4 A
et: Katsetusvool 1c: 6 A = 4,4 A

source: Total 80 A
et: Kokku 80 A

source: Circuit 1c is the balance current to load the outgoing unit 1 to its rated circuit current (Inc), so as to achieve the highest temperature rise.
et: Ahel 1c on väljundühiku 1 koormuse tasakaalustusühik kuni tunnusvooluni (Inc), et saavutada suurimat üle- temperatuuri.

source: Outgoing unit 2 = test current 20 A, which is the balance to obtain incoming circuit InA so as to achieve the highest temperature rise.
et: Väljundühiku 2 katsetusvool on 20 A, mis on tasakaalustusvool, et saavutada sisendühikus voolu InA ja koos sellega suurimat ületemperatuuri.

source: Therefore outgoing circuit 2a = 32 A × 0,6 = 19,2 A and 2b = 2 A loaded to 0,8 A (balance)
et: Seega on väljundahelates vool 2a võetud 32 A × 0,6 = 19,2 A ja vool 2b = 2 A; ahel on koormatud vooluga kuni 0,8 A (tasakaalustusvooluga).

source: Outgoing functional unit
et: Väljundahela funktsionaalühik

source: Outgoing circuit
et: Väljundahel

source: NOTE 1
et: MÄRKUS 1

source: This is one example where the DBO is loaded to its rated current (InA).
et: See näide on üks võimalik variant selle kohta, kuidas jaotuskilp on koormatud kuni oma tunnus- vooluni (InA).

source: More tests in different configurations may be required.
et: Järgnevalt võivad olla vajalikud eri konfiguratsioonide katsetused.

source: NOTE 2
et: MÄRKUS 2

source: In DBOs, where the total of the rated currents of the outgoing circuits operating at rated diversity factor, exceeds the capacity of the incoming circuit, the diversity factor applies to any combination of outgoing circuits used to distribute the incoming current.
et: Tavaisikute jaoks ette nähtud jaotuskilpide korral, kui kõik väljundahelad on tunnus-samaaegsus- teguri juures tunnusvooluga koormatud, võib sisendühiku vool olla lubatust suurem. Sel juhul rakendatakse samaaegsustegurit sisendvoolu jaotamiseks mingile väljundahelate kombinatsioonile.

source: In Figure 101, 1a to 1d each 63 A = (63 × 4) × 0,6 = 151,2 A, which exceeds the capacity of the 100 A incoming circuit.
et: Joonisel 101 on ahelate 1a kuni 1d vool igaühes 63 A ja seega on vool kokku (63 × 4) × 0,6 = 151,2 A, mis on suurem kui sisendahela lubatav vool 100 A.

source: Therefore, in this example, outgoing circuits are loaded to the Inc of outgoing unit 1(80 A), with outgoing unit 2 loaded to the balance of the incoming circuit (20 A).
et: Seega on siinse näite puhul väljundühiku 1 väljund- ahelad koormatud kuni vooluni Inc (80 A) koos sisend- ahelat tasakaalustava väljundühikuga 2 (20 A).

source: NOTE 3
et: MÄRKUS 3

source: The rated current of a functional unit (the circuit) is the value of current, declared by the ASSEMBLY manufacturer, which are lower than the rated current of the device according to the respective device standard.
et: Funktsionaalühiku (ahela) tunnusvool on kooste tootja deklareeritud voolu väärtus, mis võib olla väiksem kui vastava tootestandardiga määratud tunnusvool.

source: Figure 101 – Example of temperature rise verification by test of a complete DBO as in 10.10.2.3.6
et: Joonis 101 — Näide tervikliku tavaisikute käsitatava jaotuskilbi ületemperatuuri kontrollimisest katsetustega vastavalt jaotisele 10.10.2.3.6
